backend/app/controllers/api/v1/users_controller.rb

    def create
        user = User.create(user_params)
---
INSERT INTO "users" ("initials", "clicks", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["initials", "LM"], ["clicks", 125], ["created_at", "2021-04-29 04:26:23.059839"], ["updated_at", "2021-04-29 04:26:23.059839"]]